{"title":"The Real Apologies of Salt Lake City","description":"What we can learn from watching reality stars apologize","sections":[{"section":"The “smelled like hospital” incident","slides":[{"content":[{"type":"h2","value":"It all started when Mary said that Jen “smelled like hospital.”"},{"type":"Clip","value":{"id":"s1_e1_hospital-intro","caption":"Note: here, Mary is talking to Whitney (not Jen), recounting the incident to her."}}]},{"content":[{"type":"p","value":"Let’s rewind."},{"type":"p","value":"Mary Cosby and Jen Shah are cast members on <i>The Real Housewives of Salt Lake City</i>."},{"type":"p","value":"If you’re not familiar with the show, you should know that it has been <a href=https://www.iheart.com/podcast/1119-las-culturistas-with-matt-31090140/episode/a-darqueness-but-a-charm-w-247238425/ target=_blank>called</a> “quite simply the best show on television.”"},{"type":"img","value":{"src":"assets/img/rhoslc.jpeg","alt":"The entire cast standing in a row next to the title of the show"}}]},{"content":[{"type":"p","value":"From the first episode, it’s clear Jen and Mary don’t see eye to eye. Why? One unforgettable comment: Mary said that Jen “smelled like hospital.”"},{"type":"p","value":"(Watch below to hear the whole story from them.)"},{"type":"Clip","value":{"id":"s1_e1_hospital-explanation","caption":"Jen had just come from the hospital where she was visiting her aunt who had to get both legs amputated. When Mary saw Jen, she said that Jen “smelled like hospital”, which hurt Jen’s feelings."}}]},{"content":[{"type":"p","value":"Fast forward a bit, and the two are at a party together. Jen is still holding onto the comment and wants an apology from Mary."},{"type":"Clip","value":{"id":"s1_e1_jen-wants-apology","caption":"Jen wants an apology from Mary."}}]},{"content":[{"type":"p","value":"What makes for a good apology? <a href=https://www.youtube.com/watch?v=q-ApAdEOm5s&ab_channel=TED-Ed target=_blank>Research</a> <a href=https://www.npr.org/2023/01/25/1150972343/how-to-say-sorry-give-good-apology target=_blank>on</a> <a href=https://www.oprahdaily.com/life/relationships-love/a42408012/steps-to-apologize/ target=_blank>the</a> subject highlights some recurring themes."},{"type":"Checklist","value":{"items":["listen","say you’re sorry","own it","show remorse","commit to do better in the future"]}}]},{"content":[{"type":"p","value":"Let’s see how Mary handles it."},{"type":"Clips","value":{"clips":[{"id":"s1_e1_odor","caption":"❌ Explaining why she said it, which feels more like an excuse."},{"id":"s1_e1_wording","caption":"❌ Disputing the exact wording."},{"id":"s1_e1_kerri","caption":"❌ Deflecting by making it about the messenger."},{"id":"s1_e1_water","caption":"❌ No remorse here…"}]}}]},{"content":[{"type":"p","value":"It doesn’t end well."},{"type":"Clip","value":{"id":"s1_e1_slam","caption":"It rarely does."}}]}]},{"section":"The data","slides":[{"content":[{"type":"p","value":"In the world of reality television, apologies are a central theme. People are constantly wronging each other, confronting each other, demanding apologies, and – more often than not – sidestepping them. We can tell the apologies don’t work because the same issues resurface in the next episode, again and again."},{"type":"Clip","value":{"id":"s5_e2_issues","caption":"Lisa, who can really hold a grudge."}}]},{"content":[{"type":"p","value":"To understand just how bad these apologies are, I went through every episode of The Real Housewives of Salt Lake City and documented the apology moments."},{"type":"img","value":{"src":"assets/img/receipts_proof_timeline_screenshots.gif","alt":"Heather Gay screaming “receipts, proof, timeline, screenshots” in Season 4."}}]},{"content":[{"type":"p","value":"These are all the moments when an apology was being attempted or demanded. Almost every episode has at least one."},{"type":"EpisodeChart","value":{"view":"all"}}]},{"content":[{"type":"p","value":"And here’s how often it was actually a <span class=good>decent apology</span> as opposed to one like Mary’s. 52% of the apologies are <span class=bad>flagrantly bad</span>. This is using a pretty generous criteria – if the apologizer 1. acknowledged the action, 2. expressed remorse genuinely, and 3. the recipient accepted it, it was classified as a “decent apology.”"},{"type":"EpisodeChart","value":{"view":"color-coded"}}]},{"content":[{"type":"p","value":"But I want to go deeper – what makes so many of these apologies feel so ineffective? After watching 87 episodes of the show, making some charts, and discussing key scenes with a therapist, I came away with a deeper understanding of what makes apologies hard, for them and for us."}]}]},{"section":"<i>Just</i> say you’re sorry","slides":[{"content":[{"type":"h2","value":"This is how many times each character has said the word “sorry” on the show."},{"type":"p","value":"This is excluding times where the word was used outside of the context of an apology. Some people say it freely, others not so much."},{"type":"BarChart","value":{"keys":["num_real_sorrys"]}}]},{"content":[{"type":"p","value":"The presence of the word “sorry” is a decent proxy for a good apology. If someone doesn’t want to say it, it feels like they’re sidestepping a true apology. There’s a lot present in the two words – taking ownership, showing remorse. It’s simple, but powerful."}]},{"content":[{"type":"p","value":"Let’s take a look at a moment from Jen, #2 “sorry”-sayer. Here, Jen is attempting to apologize, but just can’t help adding some more after the “sorry.”"},{"type":"BarChart","value":{"keys":["num_real_sorrys"],"highlight":"jen-shah"}},{"type":"Clip","value":{"id":"s1_e12_hypnotist","caption":"In this episode, the women visit a hypnotist who attempts to guide them through their conflict."}}]},{"content":[{"type":"p","value":"I showed this clip to psychotherapist and author <a href=https://www.lazaruslynch.com/ target=_blank>Lazarus Lynch</a>. He nodded vigorously as Jen was corrected in this scene and encouraged to keep it straightforward. “The person saying ‘I apologize for doing what I did, I was wrong for that and I apologize for it.’ That is an effective apology… you can keep it very simple.”"}]},{"content":[{"type":"p","value":"Adding on excuses and explanations are surefire ways to weaken an apology. A simple “sorry” has most of what’s needed already."}]},{"content":[{"type":"p","value":"But we don’t want to give “sorry” too much weight. Sometimes the word becomes a magic wand, a shortcut to accomplishing everything an apology needs without trying."}]},{"content":[{"type":"p","value":"Like here, where Britany decides she wants to “officially” apologize for saying rude things about Bronwyn’s husband. She goes through the motions, but it doesn’t land."},{"type":"Clip","value":{"id":"s5_e10_britani","caption":"It’s hard to come back from calling someone a gold digger…"}}]},{"content":[{"type":"p","value":"Or here, where Lisa repeatedly shouts “I’m sorry for your loss!” at Whitney, which also doesn’t land."},{"type":"Clip","value":{"id":"s4_e12_sorry-for-your-loss","caption":"At a party, Whitney shares that she’s grieving her friend’s death, but Lisa doesn’t seem to acknowledge it, leading to Whitney expressing hurt and Lisa reacting defensively."}}]},{"content":[{"type":"p","value":"So while a simple “sorry” can accomplish a lot, it doesn’t always equate to a good apology. What “sorry” teaches us, though, is the value of keeping it simple – just standing in it, instead of scrambling to defend or explain."}]}]},{"section":"Don’t make it about you","slides":[{"content":[{"type":"p","value":"Why is it so hard for us to just stand in it? Let’s focus on Lisa Barlow, who apologizes a lot, but has one of the lowest rates of effectiveness."},{"type":"BarChart","value":{"keys":["num_good_apologies","num_bad_apologies"],"highlight":"lisa-barlow"}},{"type":"Clip","value":{"id":"s3_e1_problem-saying-sorry","caption":"Oh, Lisa…"}}]},{"content":[{"type":"p","value":"Here, Meredith shares that she didn’t feel like Lisa was there for her when her father died."},{"type":"Clip","value":{"id":"s2_e23_lisa-reunion-apology","caption":"Lisa defends herself."}}]},{"content":[{"type":"p","value":"At the very end when Lisa says “I’m a horrible person”, an over-exaggerated “apology”, I think we get a glimpse into what Lisa feels is at stake here."},{"type":"p","value":"As Lazarus put it: “An apology can create this sense of internal conflict within the person who's being asked to give the apology because it's really challenging who they believe they are, their reputation of themselves, who they think they're not, and what they're being presented to be.”"}]},{"content":[{"type":"p","value":"Although I’ve never met anyone quite like Lisa Barlow, I know many people (myself included) who fall into this trap when asked to apologize: mistaking it for an attack on our character, and getting defensive."},{"type":"p","value":"It’s as if the conversation is no longer about the dismissive tone I used earlier or forgetting to unload the dishwasher, it’s about something much bigger and more threatening: whether you see me as a good, kind person, and more importantly, whether deep down I do."}]},{"content":[{"type":"p","value":"This moment from psychologist and author on apologies Harriet Lerner’s <a href=https://www.youtube.com/watch?v=5r6Y9uhmL6Y&ab_channel=TEDxTalks target=_blank>Ted Talk</a> encapsulates it well:"},{"type":"p","value":"“In order to apologize, a person needs to have a big, sturdy platform of self-worth to stand on… but some people stand on a small, rickety platform of self-worth. They can’t let themselves really see the hurt that they’ve caused because to do so would flip them or threaten to flip them into an identity of worthlessness and shame. <strong>The non-apologizer walks on a tightrope of defensiveness above a huge canyon of low self esteem</strong>.”"}]},{"content":[{"type":"p","value":"When apologies are about our identity, it becomes much harder to apologize effectively."},{"type":"p","value":"As opposed to this “shame spiral” that’s so easy to fall into, Lazarus encourages shifting towards a “self-worth spiral” – grounding yourself in the understanding that this process, while uncomfortable, ultimately fosters growth and deeper connection."},{"type":"img","value":{"src":"assets/img/i-love-that.gif","alt":"Lisa Barlow saying ‘I love that’"}}]}]},{"section":"What happens after","slides":[{"content":[{"type":"p","value":"When I first started going through these apology moments, I figured a key piece of what would make for a good apology was that it seemed genuine and that the other person received it as genuine."},{"type":"img","value":{"src":"assets/img/spreadsheet.png","alt":"A screenshot of the spreadsheet of apology data"}}]},{"content":[{"type":"p","value":"But Lazarus actually said he doesn’t consider genuineness to be an important part of a good apology – just because someone seems sorry doesn’t necessarily mean they really are or that real healing will happen."}]},{"content":[{"type":"p","value":"That might help explain this – here are Jen Shah’s apologies. Fans of the show might be surprised that she has the highest total number of solid apologies and a decent effectiveness rate."},{"type":"BarChart","value":{"keys":["num_good_apologies","num_bad_apologies"],"highlight":"jen-shah"}},{"type":"Clip","value":{"id":"s2_e2_book-on-apologizing","caption":"Jen hasn’t been on the show since Season 3 because she’s <a href=https://www.realitytea.com/2024/10/17/jen-shah-prison-sentence-reduced-details/ target=_blank>in prison for fraud</a>."}}]},{"content":[{"type":"p","value":"Jen actually does apologize a lot. And she does a good job. She owns it, she shows remorse, vows to do better. Like here, where she apologizes to Meredith and Seth about saying mean things about their marriage."},{"type":"Clip","value":{"id":"s1_e16_jen-reunion","caption":"Jen had spread a rumor among the friend group that Meredith and Seth were seeing other people."}}]},{"content":[{"type":"p","value":"Or here, where she apologizes for her behavior while also sharing context on her childhood that helps explain (but not excuse) her actions."},{"type":"Clip","value":{"id":"s1_e4_luncheon","caption":"This moment comes after an incident where Jen stormed out of a party, screaming at all of them."}}]},{"content":[{"type":"p","value":"So, is Jen the queen of apologies and healthy, harmonious relationships?"}]},{"content":[{"type":"p","value":"Not so much. The problem with many of Jen’s apologies is that after these moments, she turns around and does the same thing again. So, are these effective apologies?"}]},{"content":[{"type":"p","value":"There’s more to an apology than what is said in the moment. There’s also what happens after the apology."},{"type":"p","value":"“The apology is really two pieces. It's a statement piece and then it's the action piece.” – Lazarus"}]},{"content":[{"type":"p","value":"If the goal of an apology is to create healing, change on the other side needs to be demonstrated for it to hold up."}]},{"content":[{"type":"p","value":"This also explains why so many issues on the show recur again and again, ready to be brought up at any minute. The final step of actually facing the thing you apologized for, bettering yourself, and being different rarely occurs."},{"type":"Clip","value":{"id":"s5_e9_still-a-problem","caption":"Whitney expresses frustration that issues keep resurfacing, even after they’ve theoretically been addressed and resolved."}}]}]},{"section":"Conclusion","slides":[{"content":[{"type":"p","value":"It can be infuriating to watch these ineffective apologies and constant conflict. As audience members, we feel like we can see where they went wrong, why the apologies aren’t working, thinking we would do better if we were in their shoes."}]},{"content":[{"type":"p","value":"But would we?"}]},{"content":[{"type":"p","value":"In regular life, we often withhold our grievances, and we are not nearly this confrontational."},{"type":"p","value":"When’s the last time you demanded an apology from someone?"}]},{"content":[{"type":"p","value":"This show shows us what happens when you’re not allowed to stop hanging out with people you sort of hate, so you are forced to manage conflict!"},{"type":"p","value":"These women are encouraged to share their feelings, air their grievances, and confront people, which all make for great TV. And frequent, if messy, apology attempts."}]},{"content":[{"type":"p","value":"It’s easy to watch and think “I’m nothing like these women.” It’s harder to take a look at the ways in which these women are addressing conflict more than we ever would, and even though they often do a bad job, it’s in a lot of the same ways that you or I would."}]},{"content":[{"type":"p","value":"Apologies are a core part of human relationships. We’re all so different and so flawed, and we’re bound to mistreat one another, at least occasionally."},{"type":"p","value":"Lazarus ended our conversation by saying, “if you’re in healthy relationships with people, you’ll have to apologize and they’ll have to apologize to you.”"},{"type":"p","value":"Seeking or attempting an apology isn’t something to be ashamed of, it’s a sign you care about a relationship and want to work towards healing."}]}]}]}