{"sections":[{"section":"1","title":"Introduction","slides":[{"text":"It all started when Mary said that Jen “smelled like hospital.”"},{"text":"Let’s rewind. For the uninitiated, Mary Cosby and Jen Shah are cast members on The Real Housewives of Salt Lake City. From the first episode, it’s clear they don’t see eye to eye. Why? One unforgettable comment: Mary said Jen “smelled like hospital.”","clip":"s1_e1_hospital-intro"},{"text":"What happened was: Jen had just come from the hospital where she was visiting her aunt who had to get both legs amputated. When Mary saw Jen, she said that Jen “smelled like hospital”, which hurt Jen’s feelings. (Watch below to hear the whole story from them.)","clip":"s1_e1_hospital-explanation"},{"text":"Fast forward a bit, and the two are at a party together. Jen is still holding onto the comment and wants an apology from Mary.","clip":"s1_e1_jen-wants-apology"},{"text":"What makes for a good apology? Research on the subject highlights some recurring themes: ownership, acknowledgement of impact, remorse, a commitment to do better.","visual":"show a couple different lists / criteria, links"},{"text":"Let’s see how Mary handles it.","visual":"3-4 little clips of silly things Mary says"},{"text":"In the world of reality television, apologies are a central theme. People are constantly wronging each other, confronting each other, demanding apologies, and – more often than not – sidestepping them. We can tell the apologies don’t work because the same issues resurface in the next episode, again and again.","visual":"Clip - “I appreciate the apology, but it doesn’t take away from the fact that we still have issues.”"},{"text":"To understand just how bad these apologies are, I went through every episode of The Real Housewives of Salt Lake City and documented the apology moments.","visual":"Viz - timeline with apology moments labeled"},{"text":"These are all the moments when an apology was being attempted or demanded. Almost every episode has at least one.","visual":"Viz - timeline with apology moments labeled"},{"text":"And here’s how often it was actually a decent apology as opposed to one like Mary’s. X% of the apologies are flagrantly bad. This is using a pretty generous criteria – if the apologizer 1. acknowledged the action, 2. expressed remorse genuinely, and 3. the recipient accepted it, it was classified as a “decent apology.”","visual":"Viz - timeline with apology moments labeled, color coded by good/bad"},{"text":"But I just made those three criteria up – I wanted to take a closer look at what exactly made these apologies feel so ineffective. After watching 87 episodes of the show, making some charts, and discussing key scenes with a therapist, I came away with a deeper understanding of what makes apologies hard, for them and for us."}]},{"section":"2","title":"<i>Just</i> say you’re sorry","slides":[{"text":"This is how many times each character said the word “sorry.” Some people say it freely, others not so much.","visual":"Viz - bar chart by character, colored within by effective / ineffective apologies?"},{"text":"The presence of “sorry” is a decent proxy for a good apology. If someone doesn’t want to say it, it feels like they’re sidestepping a true apology. There’s a lot present in the two words – taking ownership, showing remorse. It’s simple, but powerful."},{"text":"Let’s take a look at a moment from Jen, #X “sorry”-sayer. Here, Jen is attempting to apologize, but just can’t help adding some more after the “sorry.”","visual":"Clip - Jen apologizing at the hypnotist"},{"text":"Adding on excuses and explanations are surefire ways to weaken an apology. A simple “sorry” has most of what’s needed already.","visual":"“When the person giving the apology starts adding on all the add-on stuff, like “if you hadn't said that, then I would not have done this”, “but you did that first and so that's why I did this”... don't add all those, keep it very straightforward. Focus on your actions… take accountability for the role you played, even if it's 5% of what happened. And keep it very simple.” – Lazarus"},{"text":"If there’s one thing people associate with apologizing, it’s saying “sorry” –  we teach our kids to say it, expect to hear it from others, and instinctively reach for it ourselves. But giving “sorry\" so much weight can be detrimental. Sometimes “sorry” becomes a magic wand, a shortcut to accomplishing everything an apology needs without trying."},{"text":"Like here, where Britany decides she wants to “officially” apologize for saying several rude things about Bronwyn’s husband. She goes through the motions, but it doesn’t land.","visual":"Clip - Britani officially apologizing"},{"text":"Or here, where Lisa repeatedly shouts “I’m sorry for your loss!” at Whitney, which also doesn’t land.","visual":"Clip - Lisa apologizing to Whitney"},{"text":"So while a simple “sorry” can accomplish a lot, it doesn’t always equate to a good apology. What “sorry” teaches us, though, is the value of keeping it simple – just standing in it, instead of scrambling to defend or explain."}]},{"section":"3","title":"Don’t make it about you","slides":[{"text":"Why is it so hard for us to just stand in it? Let’s focus on Lisa Barlow, the character with the lowest rate of effective apologies [or whatever the exact stat is].","visual":"Lisa’s bar chart + Clip - “do i have a problem saying i’m sorry? never”"},{"text":"Here, Meredith says that she didn’t feel like Lisa was there for her when her father died.","visual":"Clip - Lisa denying it / over-apologizing"},{"text":"I think Lisa saying “I’m a horrible person”, this over-exaggerated apology, is actually a tell of what Lisa feels is at stake here.","visual":"“What an apology kind of gets at is that it can create this sense of internal conflict within the person who's being asked to give the apology because it's really challenging who they believe they are, their reputation of themselves, who they think they're not, and what they're being presented to be.” – Lazarus"},{"text":"Although I’ve never met anyone quite like Lisa Barlow, I know many people (myself included) who fall into this trap when asked to apologize: mistaking it for an attack on our character, and therefore feeling defensive. It’s as if the conversation is no longer about the way I loaded the dishwasher or the tone with which I XYZ, it’s about something much bigger and threatening: whether you see me as a good, kind person, and more importantly, whether deep down I do."},{"text":"?","visual":"“In order to apologize, a person needs to have a big, sturdy platform of self-worth to stand on… but some people stand on a small, rickety platform of self-worth. They can’t let themselves really see the hurt that they’ve caused because to do so would flip them or threaten to flip them into an identity of worthlessness and shame. The non-apologizer walks on a tightrope of defensiveness above a huge canyon of low self esteem.”"},{"text":"When apologies are about our identity, it becomes much harder to apologize effectively. As opposed to this “shame spiral” that’s so easy to fall into, Lazarus encourages shifting towards a “self-worth spiral” – grounding yourself in the understanding that this process, while uncomfortable, ultimately fosters growth and deeper connection."}]},{"section":"4","title":"What happens after","slides":[{"text":"When I first started going through these apology moments, I figured a key piece of what would make for a good apology was that it seemed genuine and that the other person received it as genuine.","visual":"Screenshot of the spreadsheet, color coding the apologies / apology definitions"},{"text":"But Lazarus brought up a good point when we talked, that just because someone gets emotional or feels really sorry in the moment doesn’t mean real healing will necessarily happen."},{"text":"That might help explain this – here are Jen Shah’s apologies. Fans of the show might be surprised that she has the highest percentage of solid apologies and the most overall [or whatever the stats are].","visual":"Jen Shah’s bar chart"},{"text":"Jen actually does apologize a lot. And she does a good job. She owns it, she shows remorse, vows to do better. Like in this clip where she apologizes to Meredith and Seth about saying mean things about their marriage.","visual":"Clip - Jen apologizing at the reunion"},{"text":"Or here, where she apologizes for her behavior while also sharing context on her childhood that helps explain (but not excuse) her actions.","visual":"Clip - Jen apologizing at the luncheon"},{"text":"So, is Jen the queen of apologies and healthy, harmonious relationships?","visual":"Clip - “I need to write a goddamn book on how to apologize”"},{"text":"Not so much. The problem with many of Jen’s apologies is that after these moments, she turns around and does the same thing again. So, are these effective apologies?","visual":"Something to demonstrate"},{"text":"There’s more to an apology than what is said in the moment. There’s also what happens after the apology.","visual":"“The apology is really two pieces. It's a statement piece and then it's the action piece.” – Lazarus"},{"text":"If the goal of an apology is to create healing, change on the other side needs to be demonstrated for it to hold up."},{"text":"This also explains why so many issues on the show recur again and again, ready to be brought up at any minute. The final step of actually facing the thing you apologized for, bettering yourself, and being different rarely occurs.","visual":"Clip - going around in circles, season 5"}]},{"section":"5","title":"Conclusion","slides":[{"text":"It can be infuriating to watch these ineffective apologies and constant conflict. As audience members, we feel like we can see where they went wrong, why the apologies aren’t working, thinking we would do better if we were in their shoes."},{"text":"But would we?"},{"text":"In regular life, we often withhold our grievances, and we are not nearly this confrontational. When’s the last time you demanded an apology from someone?"},{"text":"RHOSLC shows us what happens when you’re not allowed to stop hanging out with people you sort of hate, so you are forced to manage conflict! These women are encouraged to share their feelings, air their grievances, and confront people, which all make for great TV. And frequent, if messy, apology attempts."},{"text":"It’s easy to watch and think “I’m nothing like these women.” It’s harder to take a look at the ways in which these women are addressing conflict more than we ever would, and even though they often do a bad job, it’s in a lot of the same ways that you or I would."},{"text":"Apologies are a core part of human relationships. We’re all so different and so flawed, and we’re bound to mistreat one another, at least occasionally. “If you’re in healthy relationships with people, you’ll have to apologize and they’ll have to apologize to you.” – Lazarus. Seeking or attempting an apology isn’t something to be ashamed of, it’s a sign you care about a relationship and want to work towards healing."},{"text":"And since none of us are perfect (not even Lisa Barlow), the good news is we’re all going to get a lot more practice.","visual":"someone saying something about being perfect"}]}]}